{
    "real": ["Our best offer of the year! Find a perfect skincare gift for everyone on your list. 🎁", "Stream the best movies, shows, and sports.", "FREE Holiday Exclusive", "Fresh picks without the orchard trip. Delivered. Get $25 off your first $50+ order with 30 days free delivery. Use code: 25FK", "With SUNY Online, take classes on your schedule. We know you're busy and that's why many of our classes can be taken whenever and wherever you are. There is no need to change your work schedule to attend most courses.", "Same Urban Outfitters, just cheaper. 🙌", "Ready to join the tribe? Grab our limited-time $45 offer and experience sweat drippin', beat bumpin', candlelit yoga. 🙏 3 Yoga Classes 💦 Complimentary Mat + Towel Rentals 🔥 New Clients Only", "The savings … they just move you.", "With Nurx, you can get birth control delivered discreetly to you with free and fast shipping. With or without insurance 🙌", "CYBER MONTH HAS BEGUN 65% Off Sitewide!", "Children in Yemen are used to going days without food. They think the feeling of an aching stomach is normal.", "It doesn't have to be this way. Please—help CARE provide desperately needed food, clean water and hygiene kits to vulnerable children.", "Do you know the story of the Cat Cave? 😺 Shop Now ➡️ somelink.com", "Did you know that 500 million users watch Instagram Stories every day?", "Don’t miss a chance to make a warm connection with your audience.", "The secret to shopping at West Elm like a pro", "See holiday lights unlike any others", "Need a doctor? Just walk into CityMD. No appointment is needed, there are short wait times, and we accept most insurance plans!", "What's the best part of the world thinking you're dead? The freedom. 6 Underground. Only on Netflix.", "Families never receive a bill from St. Jude for anything. \"It's hard to believe that this is happening in this world,\" says Bella's dad, Amit.", "Your support today gives injured veterans hope for the future. Help our warriors achieve things they never dreamed possible.", "“SANDLER WILL BLOW YOU AWAY. No joke: his brilliant performance in Uncut Gems is Oscar-worthy.” (USA TODAY) — Now 🍅 Certified Fresh!", "This holiday, we are TRIPLE matching every newborn baby kit sent to a pregnant refugee mother in honor of a friend or loved one.", "Go beyond extraordinary with up to 30% off Crystal tickets. Opens May 20, 2020 in Trenton.", "50% OFF your first month with code 'MY50' for a limited time only!", "🌺Get new, limited-edition scents every month from Skylar. 🌺 FREE U.S. shipping, FREE returns, cancel anytime.", "Introducing The First-Ever CLEAN Scent Club", "It's officially stay-inside weather, so we'll be here in our cozy sweaters & lingerie all day. ✨❄️", "Ready for the ultimate girls night out? Dress up in hazmat suits, solve interactive games and puzzles to defuse a paint bomb or you get blasted!", "Get blasted with paint at beat the bomb!", "If you’re seeking the results of the sun, but don’t have the time to hit the beach, this self tanner is a great choice!", "Live video + live hamster = NICK PAYNE'S CONSTELLATIONS.", "Underwear organizers, the world's perfect tweezers, wildly popular body brushes, and 33 other products people love on Amazon.", "Conner Kent comes to TITANS. Watch Season 2 episodes now, only on DC Universe.", "Ample K is your Complete Meal In a Bottle made with 100% real-food ingredients and everything you need to keep your diet on track!", "‍Now There’s an EASY Way to Go Keto or Low Carb…", "Sleepgram's brand new cooling silky bamboo sheets have arrived...", "Sometimes, savoring the season means taking a moment to stop scrolling. See if you can match up our the new Snickerdoodle McFlurry or and Bacon BBQ Burger in our Savor n’ Slide game. Tap below to start!", "2Hey Reddit! We ❤️️ this community because it’s smart and engaging - kind of like our docs and non-fiction series! For fact’s sake, subscribe to Smithsonian Channel Plus today for more clever content.", "Starring Paul Wesley and Danielle Campbell, Tell Me A Story takes the world's most beloved fairy tales and reimages them as a dark and twisted psychological thriller. Stream the new season now, only on CBS All Access.", "Hey Reddit, automate machine learning and increase developer productivity. Try Azure free.", "2Gamers doing battle royale, Bob Ross painting happy little trees, mechanics fixing transmissions, goldfish playing street fighter…all just another day on Twitch.", "Manage databases, deploy web apps, and analyze datasets with Azure. What will you build?", "If saving money gives you life, then consider Sling your… thing that also gives life. Okay, we may not be great at headlines, but we are great at saving you money. Get the channels you want at a price that’s way better than cable. Try Sling today!", "Gamers doing battle royale, Bob Ross painting happy little trees, mechanics fixing transmissions, goldfish playing street fighter…all just another day on Twitch.", "We’re taking Alexa to CES 2020 in Las Vegas to pick up lucky Yellow Cab riders who will have a chance to answer trivia and win prizes during their ride. Learn more about Alexa in the car: amazon.com/alexa-auto", "When apprehended, u/heroOfwar said: “That’s right, I did it. I made gifs with Adobe Creative Cloud for easy karma. And I would've gotten away with it too if it weren’t for those meddling kids!” Then he said students save 60% on Adobe Creative Cloud. What a weird guy!", "WE DON’T KNOW WHY WE’RE YELLING, BUT IT FEELS GOOD AND WE LIKE IT. You know what else feels good? Mastering Photoshop, After Effects &amp; dozens more creative apps with Adobe Creative Cloud. Bonus: Students get 60% off!", "Start your adventure in The Elder Scrolls Online – save 60% for a limited time only.", "The time has come to rise and fight against the Dragon threat! The Elder Scrolls Online: Elsweyr is on sale for 67% for a limited time only.", "Get three cameras in one with the all-new GoPro MAX.", "See No Evil? Binge the first 10 episodes on demand or free at cbs.com", "Happy holidays, Reddit! At SAP, we help companies understand what their customers want so they can make experiences better. You had fantastic ideas about how to improve the holiday season, so we’re gifting you the best of the best.", "How will the playoff picture look after this week? Don’t miss any of the action—stream your local games LIVE with CBS All Access. Try 1 week FREE!", "Are refurbished computers good for gaming? Is the CPU or GPU more important? Get answers to all of these questions and more.", "Streaming. Gaming. Sorting family photos. Hunting for an affordable laptop that can do it all? Get tips from 12 savvy tech users.", "The channels you actually want at a price you can actually afford. Sling lets you customize your channel lineup so you get the content you want – from premium channels to live TV.", "Yes, our ads are getting a little r/oddlyspecific, but that’s because we really want you to know that Sling can save you lots of money while giving you the premium channels and live TV you want. Click to learn more!", "All that cable money could be going towards something you really want, like, sure: mustard. (We don’t judge. Do you.) Save money, customize your channel lineup, and generally be a better, more fulfilled person with Sling!", "Con Sling, sácale tarjeta roja a Roja Directa y disfruta de lo mejor del fútbol internacional sin pop-ups, señales caídas o interrupciones desde $10 al mes.", "It’s all the way liiiiiiiive! Catch NBA games live with Sling TV.", "Companies shouldn't have all the leverage. Getting multiple strong offers at once helps you negotiate the best outcome. Join our team of 63 and help us fix the way hiring works for software engineers.", "Here’s a delicious after-dinner treat with a surprise inside: the Triplebyte coding challenge! Crack open the challenge and start getting great job offers from great companies like Reddit, Box, Heap &amp; more!", "We thought our crappy memes were fun and intentionally r/fellowkids-y, but maybe you didn’t. So, here’s a plain ad. Let us know if this feels better. (Also, take the coding challenge.)", "Get job offers from top tech companies and exciting startups – pain-free and easy as 1, 2, 3. Thanks, Triplebyte!", "The normal job search SUCKS. Even great programmers get stuck in jobs they no longer enjoy. Others can't get a foot in the door. We started Triplebyte because we think talented people should always have low-friction access to great opportunities. Join our team of 63 and help us make that a reality.", "Whatever It Takes. Stream Marvel Studios’ Avengers: Endgame, exclusively on Disney+.", "Having taken Triplebyte’s coding quiz, Harold awaits multiple job offers, leaving plenty of time to contemplate the void.", "We can't come over and rub your feet because we're an ad and have no physical form (also, it'd probably be weird). But, we'll do the next best thing: give you your favorite premium channels and live TV for less than the cost of cable. Sign up for Sling!", "Data and texting abroad at no extra charge -- bon voyage! Join Google Fi, a phone plan by Google.", "Google Fi Cell Phone Plan. Three cellular networks for the price of one. Switch to a better phone plan from Google.", "Add some fire power to your pregame with Zippo Heatbank™ 9s Hand Warmer.", "Enjoy international calls from the US to 50+ countries, unlimited data and texting abroad, and 100 GB of cloud storage from Google One - all at no extra charge.", "2Whatever It Takes. Stream Marvel Studios’ Avengers: Endgame, exclusively on Disney+.", "Captain Marvel and other new releases now streaming on Disney+. Start your free trial!", "300+ live games, original series, and In the Crease with Linda Cohn and Barry Melrose.", "Here come dat one coding quiz to get you multiple job offers from top tech companies and exciting startups!", "Stream The Mandalorian. The first live-action Star Wars series now on Disney+. Start your free trial!", "Over 60 years ago, John Cooper imagined the ideal car—as much family car as racecar. The JCW MINI Countryman and Clubman are that car. Now available with 301 horsepower.", "Collect the savings. Check out GameStop, where all $11.99 Pop! Vinyl Figures are on sale for 3 for $25.", "Con Sling no tienes que pagar de más para tener la mejor programación deportiva. Métele Sling a tu TV y disfruta de lo mejor del fútbol internacional desde $10 al mes.", "500 top tech companies use Triplebyte to hire engineers. Are you good enough?", "Boomer and TJ are back! Streaming live every Sunday night, exclusively on ESPN+", "Rocket Pass 5 is live! Start your journey and earn up to 70 in-game rewards!", "Juventus, Napoli, Internazionale—the very best of Italian football is streaming all season long on ESPN+", "Make tonight a bella notte. Lady and the Tramp, an Original Movie, now streaming only on Disney+.", "Bring your business online quickly and easily, like, TODAY. Build an awesome eCommerce site with Square Online Store and pay no monthly fees, just 2.9% + 30¢ per transaction with our free plan.", "Wanna work at Box? We can help you with that. Take the Triplebyte coding challenge and let awesome jobs at awesome companies – including Box – apply to you. [Fortune cookie not included, but it’s a nice visual, right?]", "Football—Italian style. Catch the very best of Serie A streaming all season long on ESPN+", "Wanna work at Reddit? We can help you with that. Take the Triplebyte coding challenge and let awesome jobs at awesome companies – including Reddit – apply to you. [Fortune cookie not included, but it’s a nice visual, right?]", "We made you a coding quiz that could land you multiple job offers from exciting startups and awesome companies! As if that wasn't enough, we also made you this meme. Happy now? ARE YOU HAPPY NOW, REDDIT?", "New explosive Military Sci-Fi on Audible. Narrated by Jeffrey Kafer (Blood on the Stars, Starship Mage).", "Switch to Google Fi. Includes the same great benefits at no extra cost when traveling internationally.", "Are you looking for a new job but don't want your boss to know ? Try out this free Anonymous Job Board.", "With T-Mobile for Business, elevate your business performance with the latest smartphones for your whole team.", "The Ultimate Guide to Migrating Your Splunk On-Prem to Amazon Web Services", "Your favorites, together. Disney + Pixar + Marvel + Star Wars + Nat Geo. Now streaming. Start your free trial!", "AAA Campaign Highlights The Dangers of Distracted Driving", "The race for the Scudetto has begun! Watch the best of Italian football on ESPN+", "More time in a Winter Pupper-land; Less time grocery shopping. Let Walmart Grocery pickup and delivery save you time this holiday season.", "We know what it takes to find a new Developer Job. Join Vettery's hiring marketplace.", "Happy Howlidays, Reddit! Use code \"WOWFRESH\" for $10 off your first Walmart Grocery pickup or delivery order.", "T-Mobile for Business fleet solutions is all about helping you make the right decisions for your fleet, at just the right time. We can help you decide if your fleet needs to switch gears or stay the course with easy-to-use dashboards and customizable reporting on routes, fuel usage, and more.", "One Shirt Can Take up to 6 Plastic Water Bottles out of the Ocean 🌊 Grab 40% with code 'WIND'💨", "A modern-day man-hunt shining a light on the pervasive power of the internet, Don’t F**k With Cats: Hunting an Internet Killer is the true story of a group of amateur online sleuths who launch a risky game of cat and mouse that pulls them into a dark underworld. Now on Netflix.", "7 miles below the ocean surface, something has awakened. See Underwater starring Kristen Stewart. In theaters January 10th!", "Are your data science efforts going in circles? Many organizations build powerful analytic models, but most don't see the light of day. It’s time to break the cycle.", "Get your money faster. With PayPal Invoicing, most invoices are paid within just one day. *PayPal Internal Data, Sept. 2018.", "Just OK gifts are not OK. Put the right jingle into this holiday with a great gift from AT&amp;T.", "From the adjustable thumbsticks to the customizable paddles, discover the limitless potential of the Elite Series 2 Controller. Get yours today.", "Create Linux and Windows virtual machines in seconds with an Azure free account.", "This new podcast focuses on celebrity deaths like John Belushi, John Candy and Marilyn Monroe. How did they die and what impact did it have on the world? Listen to Famous Fates now, only on Spotify.", "Go get those upvotes, Reddit! Go get ‘em! Go on! Adobe Creative Cloud gives you all the tools – like Photoshop, InDesign &amp; After Effects (seen here!) – you need to create quality OC. Try Adobe Creative Cloud now for free!", "Hey Reddit! We ❤️️ this community because it’s smart and engaging - kind of like our docs and non-fiction series! For fact’s sake, subscribe to Smithsonian Channel Plus today for more clever content.", "Twitch is everything you’ve ever wanted. And some stuff you never knew you wanted", "One of the best MMORPG of the year. Collect Heroes, command them in arena battles, dungeon runs, clan boss and story missions. Download to your PC for Free!", "PRACTICE SAFE SCROLLING. MVMT’s Everscroll Blue Light Filtering Glasses protect your eyes from digital screens. Doesn’t hurt that they look great doing it.", "$45/line for 4 lines. Get unlimited data, talk and text and 100 GB of Google One storage with Google Fi.", "You've got a friend in Disney+. Stream Pixar, all in one place. Start your free trial!", "you wouldn’t settle for a 1-star lock, so why settle for a 1-star bank?", "The results are in! See which articles were the most popular this year in Pocket’s Best of 2019 awards.", "The MUSA program teaches at the intersection of #DataScience &amp; #PublicPolicy. We specialize in teaching analytics to social scientists Join us to learn how analytics are changing the public and non-profits sectors. Check out some of the past Practicum Projects students have completed.", "Just OK gifts are not ok. Bad gifts are forever. Get a great gift from AT&amp;T.", "If the below seems familiar, now is the time to try an investigational option for Crohn's disease. Enroll today.", "40% off ThinkBook: Built for business, designed for you.", "*TL;DR: Try the #1 Longest Lasting AA battery in the world. How do you do, fellow kids. You think you know us from the back of your dad’s remote, but you're wrong. Energizer Ultimate Lithium is more powerful than anything your dad could imagine. Now back to your regularly scheduled Redditing.", "Twitch is everything you’ve ever wanted. And some stuff you never knew you wanted.", "2Boomer and TJ are back! Streaming live every Sunday night, exclusively on ESPN+", "“White label” sounds boring. Making more green [“cash” – we mean “cash”] does not. Domain names, web hosting, SSL certificates and more—partner with GoDaddy Reseller and use our products to grow your brand. Join now and get 50% off", "Bobbie isn't a criminal, but don't get in her way. Watch the newest season of The Expanse, only on Amazon Prime Video.", "You’re so money and you don’t even know it… Yet. Set your prices and grow your brand with GoDaddy Reseller. Products like domain names, web hosting and SSL certificates get you out there getting those digits (the money kind). Join now and get 50% off.", "Inspired by r/aww. Built by Dyson. The Dyson Subreddit Showroom is ready for a walk. Unleash r/aww, r/futurology and r/beauty with the tap of a thumb, now.", "Save up to $200 on Surface Laptop 3.", "NY Pedestrian Deaths Caused by Left-Turning Vehicles", "Hey Reddit, help secure and manage your VMs in the cloud. Try Azure free.", "Predicting player pattern, automating analytics pipelines, scaling to player demand — Power tomorrow's game today.", "Want to play a game? Try our tech challenges.", "What's life like inside today's coolest cybersecurity company? Explore Praetorian's magazine to find out. From network hacking to software hacking to hardware hacking, Praetorian helps secure everything from cryptocurrency exchanges and space telescopes to autonomous vehicles and the electric grid.", "New Deals and big savings everyday on your favorite items from Amazon.com. Don't miss out on the latest Deals of the Day!", "Guys: Looking to refine your style but don't know where to start? We got you. Learn how Thread can help you update your wardrobe in 3 minutes.", "Earn your MS in Robotics at Northwestern: Build a strong portfolio of work and prepare for a diverse set of career options.", "LPT: Never waste time shopping again. Thread finds clothes in your style, size and budget – so you don’t have to.", "Injury Lawyers Explain Why You Should Use a Bike Helmet", "Presenting the Home Gift Guide from Amazon. This guide will help you pick the perfect presents for the holiday season. Shop now.", "Northern New Jersey Town Cited for Hazardous Pedestrian Crossing Causing Accidents", "Still use Chrome? A new browser is noticeably faster (it blocks ads and tracking, which saves loading time). It's also free, supports every Chrome extension, and looks like Chrome. Wrote this side by side comparison if you're curious to learn more—genuinely love this browser, and think you will too.", "From network hacking to software hacking to hardware hacking, we help secure everything from cryptocurrency exchanges and space telescopes to autonomous vehicles and the electric grid.", "Get your choice of soup, salad entree and dessert. The Aussie 4-Course is here, starting at $15.99.", "Get an online workers' comp quote in 3 minutes to save up to 30%. We make it easy as Pie.", "Hey Reddit, build your next great app with 25+ always-free Azure services. What will you create?", "I write about Amazon products for a living. Here's 30 I'll NEVER regret buying myself.", "30 Things I Bought on Amazon And Would Buy 100 Times Again", "We'll help create your first ad today, so you can reach more customers. Start now with a $100 coupon.", "Advertising on Google is easy", "Take your marketing & communications career to the next level. Online MS from Fordham's Gabelli School. Bachelor's Req. somelink.com", "London is a treasure trove of unique experiences and unusual discoveries—and each neighborhood has a charm and flavor all its own.", "VISION IS 2020. GOALS ARE CRYSTAL CLEAR. Tell us how you’re making your statement in the new year and tag the Swift One who supports you  👀 Cheers to an excellent future 🥃 #MakeYourStatement", "“The Witcher” is now streaming on Netflix, in case you were wondering why we’re not at work yet. somelink.com", "SAP Migration is no easy task. This guide outlines important considerations to help jump start your SAP migration.", "All the best gifts come in boxes - or a Wine Nook. Buy Now! somelink.com", "What’s your secret to a happy holiday together? Ours is: Coffee, obvs. Plus, hot, fresh breakfast. #BeThereIRL", "What’s more satisfying than finding the perfect fit? (Psst... it’s coverage with State Farm).", "Check out this week's featured deals for Prime members! (And there's more where that came from.)", "Through our Fellowship for Global Health, we are honored to have the opportunity to work with some of today's most dedicated NGO (Non-Governmental Organization) partners. Click the link to learn more. ", "“The hottest ticket on Broadway. Unbelievable stuff.” - Jimmy Fallon", "Share the craziest excuse you’ve EVER made to stay in and watch TV instead of go out.", "Tweet using #SlingIn for a chance to have your tweet featured on a billboard in Times Square on NYE!", "How can we deliver more personalized care to patients? Check out S3E05 of our #podcast to learn how #biomarkers and big data could play an important role.", "TV Cancellations: These Shows Just Got Canned, For Good", "The Chevy Employee Discount for Everyone is back! The Chevy price you pay is what we pay. Not a cent more. That’s on most 2019s and select 20s like this Equinox!"],
    "fake": ["Imitation is suicide.", "A normal life is boring.", "Genius is poor not paid.", "I fight while I can fight.", "Dream big and dream fierce.", "Done is better than perfect.", "Make each day a masterpiece.", "Leap and the net will appear.", "Becoming is better than being.", "Achieve your goals in silence.", "Do or do not, there is no try.", "It’s always too early to quit.", "You have to be odd to be No. 1.", "Be so good they can’t ignore you.", "Each day provides it’s own gifts.", "One’s finds limits by pushing them.", "Step by step and the thing is done.", "We only fail when we stop learning.", "Well done is better than well said.", "The best way out is always through.", "Speak softly and carry a big stick.", "Life is hard, but so very beautiful.", "The best revenge is massive success.", "We aim above the mark to hit the mark", "Creativity is intelligence having fun.", "Try to be a rainbow in someones cloud.", "Wake up determined go to bed satisfied.", "Leadership is an action, not a position.", "Believe you can and your half way there.", "The future depends on what you do today.", "You can do anything you set your mind to.", "The quieter you become the more you hear.", "Life is short and it is here to be lived.", "If you cannot outplay them, outwork them.", "Energy and persistence conquer all things.", "If you are going through hell, keep going.", "If you’re alive, you’re a creative person.", "It always seems impossible until it’s done.", "If you give up on your dreams, what’s left?", "Wise men listen and laugh while fools talk.", "If opportunity doesn’t knock, build a door.", "Either you run the day, or the day runs you.", "Courage is resistance to fear, mastery of fear", "‘Excellence is not a skill. It is an attitude.", "I believe you can speak things into existence.", "Action is the foundational key to all success.", "Don’t just stand there! Make something happen.", "Being responsible sometimes pisses people off.", "Life is an adventure, it’s not a package tour.", "Don’t let yesterday take up too much of today.", "Power is not given to you, you have to take it.", "With a new day comes strength and new thoughts.", "Change your thoughts and you change your world.", "If you wait, all that happens is you get older.", "The secret to getting ahead is getting started.", "To move the world we must first move ourselves.", "Work hard in silence, let success be your noise.", "The starting point of all achievement is desire.", "If all you can do is crawl, then start crawling.", "When the well is dry, we know the worth of water.", "Challenge yourself. It’s the only path to growth.", "The man on top of the mountain didn’t fall there.", "A winner is just a loser who tried one more time.", "Do what you have to do to do what you want to do.", "If you can’t make it better, you can laugh at it.", "Don’t be afraid to give up the good for the great.", "When your work speaks for itself, don’t interrupt.", "Courage is like a muscle, we strengthen it by use.", "You miss 100 percent of the shots you never take. ", "Without hustle, talent will only carry you so far.", "You just can’t beat the person who never gives up.", "Act as if what you do makes a difference. It does.", "All progress takes place outside the comfort zone.", "Every strike brings me closer to the next homerun.", "Only I can change my life, no one can do it for me,", "You can’t be both awesome and negative. Choose one.", "Don’t stay in bed unless you can make money in bed.", "What we achieve inwardly will change outer reality.", "What if I fall? Oh, but my darling, what if you fly?", "Motivation is when your dreams put on work clothes.", "Those who don’t believe in magic will never find it", "What you do today can improve all of your tomorrows.", "You begin by always expecting good things to happen.", "The best way to predict the future is to created it.", "The soul become dyed wit the color of it’s thoughts.", "The only way to do great work is to love what you do.", "‘Failure is condiment that gives success it’s flavor.", "Even when I was close to my feet, I rose to my feet.", "Forget the pain, mock the pain. Reduce it and laugh.", "It is never too late to be what you might have been.", "No matter where life takes me, find me with a smile.", "‘If we challenge convention, we can solve any problem.", "Don’t watch the clock. Do what it does and keep going.", "Even the darkest night will end and the sun will rise.", "We can’t help everyone, but everyone can help someone.", "Set your goals high, and don’t stop til you get there.", "If you want to lift yourself up, lift up someone else.", "Intelligence without ambition is a bird without wings.", "What would you attempt if you knew you would not fail.", "Whatever the mind can think and perceive, it can achieve.", "Life shrinks or expands in proportion to one’s courage.", "Be brave, take tisks. Nothing can substitue experience.", "With drive and a little talent, you can move mountains.", "Stress is caused by being here but wanting to be there.", "Vision is the art of seeing what is invisible to others.", "Love your enemies because they tell you all your faults.", "You may have to fight a battle more than once to win it.", "Keep your eyes on the stars and your feet on the ground.", "Everything you ever wanted is on the other side of fear.", "Start where you are. Use what you have. Do what you can.", "Luck is what happens when preparation meets opportunity.", "An eye for eye only ends up making the whole world blind.", "The trouble is, if you don’t risk anything, you risk more.", "We may encounter many defeats but we must not be defeated.", "Leadership reputations are mad or lost in times of crisis.", "A person who never made a mistake never tried anything new.", "A diamond is a chunk of coal that did well under pressure.", "Not until we are lost do we begin to truly find ourselves.", "Nothing is impossible, the word itself says Im possible!", "The best preparation for tomorrow is doing your best today.", "Keep your face to the sunshine and you cannot see a shadow.", "We generate fears while we sit. We overcome them by action.", "Life is 10% what happens to you and 90% how you react to it.", "Power to me is the ability to make change in a positive way/", "Don’t let what you cannot do interfere with what you can do.", "Even if you fall on your face, you are still moving forward.", "Do what you have to do until you can do what you want to do.", "We can do no great things, only small things with great love.", "It’s not the load that keeps you down, it’s how you carry it.", "Do you want to meet the love of your life? Look in the mirror", "Dream as if you’ll live forever, live as if you’ll die today.", "One way to keep momentum is to have constantly greater goals.", "‘You may kill me with your hatefulness but like air I’ll rise.", "If you cannot do great things, do small things in a great way.", "If it is important to you, you will find a way, not an excuse.", "If you are afraid to fail, then you’re probably going to fail.", "Whether you think you can or you think you cant, you’re right.", "To live a creative life, we must lose our fear of being wrong.", "I have never learned anything from any man who agreed with me.", "It doesn’t matter how slowly you go, as long as you don’t stop.", "I find that the harder I work, the more success I seem to have.", "If you don’t stand up for something, you can fall for anything.", "The day is what you make of it. SO why not make it a great one.", "There are far, far better things ahead than any we leave behind.", "The successful warrior is the average man with laser-like focus.", "To win in the market place, you must first win in the workplace.", "Always do your best. What you plant now, you will harvest later.", "If everything seems under control, you’re not going fast enough.", "I attribute my success to this. I never gave or took any excuse.", "Remember, no one can make you feel inferior without your consent.", "Don’t wait on perfect conditions, just go ahead and do something.", "You can’t use up creativity. The more you use, the more you have.", "Hardships often prepare ordinary people for extraordinary destiny.", "Failure is the key to success, each mistake teaches us something.", "Definiteness of purpose is the starting point of all achievement.", "I’ve learned that something constructive comes from every defeat,", "Know your fears to your self, but share your courage with others.", "Your own resolution to succeed is more important that any others.", "Nothing is permanent in this wicked world, not even our troubles.", "Every mountain top is within your reach if you just keep climbing.", "If you aren’t sincere with it, you shouldn’t say anything at all.", "The only way to achieve the possible is to believe it is possible.", "We must accept finite disappointment but never lose infinite hope.", "You will never plow a field if you only turn it over in your mind.", "Be humble, be hungry, and always be the hardest worker in the room.", "The flower doesn’t dream of the bee. It blossoms and the bee comes.", "Motivation is what gets you started. Habit Is what keeps you going.", "All our dreams can come true if we have the courage to pursue them.", "You can make something of your life. It just depends on your drive.", "I’ve failed over and over and over again and that is why I succeed.", "I can’t go back to yesterday because I was a different person then.", "I am not afraid of storms because I am learning how to sail my ship.", "Success is getting what you want, happiness is wanting what you get.", "To handle yourself, use your head. To handle others, use your heart.", "Talent wins games, but teamwork and intelligence wins championships.", "A ship is always safe at shore, but that is not what it’s built for.", "Don’t quit. Suffer now and live the rest of your life as a champion.", "Change the way you look at things, and the things you look at change", "It isn’t the climb that wear you out, it is the pebble in your shoe.", "I don’t care what you think about me, I don’t think about you at all.", "The greatest pleasure in life is doing what people say you cannot do.", "It is during our darkest moments that we must focus to see the light.", "Change your life, don’t gamble on the future. Act now, without delay.", "The future belongs to those who believe in the beauty of their dreams.", "If you light a lamp for someone else, it will also brighten your path.", "Not knowing you can’t do something is sometimes all it takes to do it.", "I am not a product of my circumstances, I am a product of my decisions.", "Knowing is not enough we must apply. Wishing is not enough, we must do.", "Don’t let the fear of losing be greater than the excitement of winning.", "Do not wait to strike til the iron is hot, but make it hot by sticking.", "Failure will not overcome me so long as my will to succeed is stronger.", "Often any decision, even the wrong decision is better than no decision.", "‘I am not a product of my circumstances, I am a product of my decisions.", "All journeys have secret destinations of which the travelers is unaware.", "I never see failure as failure, but only as the game I must play to win.", "The difficult thing is the decision to act. The rest is merely tenacity.", "Take every chance you get in life, because some things only happen once.", "The question isn’t who is going to let me, it’s who is going to stop me.", "Success is liking yourself, liking what you do and liking how you do it.", "It’s not the years in your life that count. It’s the life in your years.", "The secret to change is not on fighting the old, but on building the new.", "Complaining about a problems without posing a solution is called whining.", "Live as if you were to die tomorrow, learn as if you were to live forever.", "You will never find time for anything. If you want time, you must make it.", "I say luck is when an opportunity comes along and you are prepared for it.", "It is better to live for one day as a lion than for 1000 years as a sheep.", "Ambition is the path to success. Persistence is the vehicle you arrive in.", "Success is walking from failure to failure without any loss of enthusiasm.", "Don’t be afraid of what you want. This is your time the barriers are down.", "Only you have the power to determine whether your future mimics your past.", "Fear is going to be a player in your life, but you get to decide how much.", "Outstanding people have one thing in common. An absolute sense of mission.", "One of the most important things you can accomplish is just being yourself.", "Remember sometimes not getting what you want is a wonderful stroke of luck.", "Never give up, for that is just the place and time that the tide will turn.", "Certain things catch your eye, but pursue only those what capture the heart.", "It’s life. You don’t figure it out. You just climb up on the beast and ride.", "I didn’t get there by wishing for it or hoping for it, but by working for it.", "If you are not willing to risk the usual you will have to settle for ordinary.", "Leaders set high standards. Refuse to tolerate mediocrity or poor performance.", "Even if you are on the right track, you’ll get run over if you just sit there.", "He who is not courageous enough to take risks will accomplish nothing in life.", "Life is like a movie. Wrrite your own ending. Keep believing, keep pretending.", "I don’t dream at night, I dream at day. I dream all day. I dream for a living.", "There is only one way to avoid criticism. Do nothing. Be nothing. Say nothing.", "Sometimes you will never know the value of a moment until it becomes a memory.", "The greatest glory lies not in never falling, but in rising every time we fall.", "By putting in that intense form of stress, it makes regular life more peaceful.", "Formal education will make you a living. Self education will make you a fortune.", "Security is mostly a superstition. Life is either a daring adventure or nothing.", "Leadership is the ability to get extraordinary achievement from ordinary people.", "You can waste your lives drawing lines. Or you can live your life crossing them.", "Make your life a masterpiece. Imagine no limitations on what you be, have or do.", "Failure will never overtake me if my determination for succeed is strong enough.", "We cannot solve our problems with the same thinking we used when we created the.", "Perfection is not attainable, but if we chase perfection we can catch excellence.", "First they ignore you, then they laugh at you, then they fight you, then you win.", "Do you love life? Then do not squander time for that’s the stuff life is made of.", "Don’t chase people. Be yourself, do your own thing and work hard. The right people", "Try not to become a person of success, but rather try to become a person of value.", "As we look ahead into the next century, leaders will be those who empower others.", "Life is like riding a bicycle. In order to maintain balance you must keep moving.", "When you want to succeed as bad as you want to breathe, then you’ll be successful.", "Don’t worry about what others think. Most people don’t use their brain very often.", "Success is a lousy teacher. It seduces smart people into thinking they can’t lose.", "There is zero correlation between being the best talker and having the best ideas.", "People who are crazy enough to think they can change the world are the ones who do.", "That some achieve great success is proof to all that others can achieve it as well.", "Just when the caterpillar thought the world was ending, he turned into a butterfly.", "Obstacles are those frightful things you see when you take your eyes off your goal.", "The only people with you should try to get even with are those who have helped you.", "I am not judged by the number of times I fail, but by the number of times I succeed.", "I have learned over the years that when one’s mind is made up, this diminishes fear.", "A good plan violently executed now is better than a perfect plan executed next week.", "The primary cause of unhappiness is never the situation. But your thoughts about it.", "Great minds discuss ideas, average minds discuss events, small minds discuss people.", "The darker the night, the brighter the stars. The deeper the grief the closer is God.", "Don’t persuade, defend or interupt. Be curious be conversational. Be real and listen.", "The world you desire can be won. It exists. It is real. It is possible. It is yours. ", "When we strive to become better than we are, everything around us becomes better too.", "I’ve never chased money. It’s always been about what I can do to motivate and inspire.", "A river cuts through rock, not because of it’s power but because of it’s persistence. ", "There is only one thing that makes a dream impossible to achieve, the fear of failure.", "Optimism is the one quality more associated with success and happiness than any other.", " Sales are contingent upon attitude of the salesman. Not the attitude of the prospect.", "Absorb what is useful, discard what its useless and add what it specifically your own.", "Good, better, best. Never let it rest. Til your good is better and your better is best.", "A creative man is motivated by the desire to achieve, not by the desire to beat others.", "I’d rather attempt to do something great and fail, than to attempt nothing and succeed.", "What you lack in talent can be made up with desire, hustle and giving 100% all the time.", "Success is not final and failure is not fatal. It is the courage to continue that counts", "I don’t have any time to stay up all night worry about what someone has to say about me.", "I don’t believe in hope. Hope is a beggar. Hope walks through fire, faith leaps over it.", "If something is wrong, fix it now. But train yourself not to worry, worry fixes nothing.", "The most common way for people to give up their power is by thinking they don’t have any.", "If’I had 6 hours to chop down a tree, I would spend the first 4 hours sharpening the axe.", "Dream is not the thing you see in sleep, but it is that thing that doesn’t let you sleep.", "How dare you settle for less when the world has made it so easy for you to be remarkable.", ":Whatever or do dream you can do. Begin it. Boldness has genius and power and magic in it.", "Integrity is the most valuable and respected quality of leadership. Always keep your word,", "Imagine no limitations Decide what’s right and desirable before you decide what’s possible", "We must let go of the life we have planned so as to accept the one that is waiting for us.", "I am going to use all my tools, my God-given ability, and make the best life I can with it.", "If you can do what you do best and be happy, you’re further along in life than most people.", "I’ve come to believe that each of us has a personal calling that’s as unique as a fingerprint", "If you want to be successful in this world, you have to follow your passion, not a paycheck.", "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "If you spend your life trying to be good at everything, you will never be great at anything.", "When people point out your weaknesses, that’s just another opportunity for you to rise above.", "A dream doesn’t become a reality through magic. It takes sweat, determination and hard work.", "I cannot give you the formula for success, but I can give you the formula for failure which is", "There is no mountain I cant climb. No tower too high. No plane that I can’t learn how to fly.", "Calm mind brings inner strength and self-confidence, so that’s very important for good health.", "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.", "Being a true badass no weight or gender requirement, just 100 percent commitment to greatness.", "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.", "Don’t wait to reach your goal to be proud of yourself. Be proud of yourself every step you take.", "You learn more from failure than from success. Don’t let it stop you. Failure builds character.", "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "Forget about the fast lane. If you really want to fly, just harness your power to your passion.", "Education is the passport to the future. For tomorrow belongs to those who prepare for it today.", "Thinking should be your capital asset, no matter whatever ups and downs you come across in life.", "People say motivation doesn’t last. Well neither does bathing. That’s why we recommend it daily.", "You wouldn’t worry so much about what others think about you if you realized how seldom they do.", "To accomplish great things, we must not only act, but also dream. Not only plan but also believe.", "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "There are no limits to what you can accomplish, except the limits you place on your own thinking.", "Hard times do not create heroes. It is during the hard times when the hero within us is revealed.", "Press forward, do not stop, do not linger in your journey but strive for the mark set before you.", "Be patient with yourself. Self-growth is tender, it’s holy ground. There is no greater investment.", "Your true success in life begins only when you make the commitment to be excellent at what you do.", "Think like a queen, a queen is not afraid to fail. Failure is another stepping stone to greatness.", "If you really want the key to success, start by doing the opposite of what everyone else is doing.", "Don’t go around saying the world owes you a living. The world owes you nothing. It was here first.", "I can’t change the direction of the wind, but I can adjust me sails to always reach my destination.", "I am no longer accepting the things I can’t change, I am going to change the things I can’t accept.", "You can fail at something you don’t want, so you might as well take a chance at doing what you love.", "At some pointing you have to divorce yourself from doing the things that other people want from you.", "The power you have is to be the best version of yourself you can be, so you can create better world.", "Start by doing what’s necessary, then do what’s possible, then suddenly you are doing the impossible.", "Have the courage to follow your heart and intuition, they somehow know what you truly want to become.", "The number one reason people fail in life is that they listen to their friends, family and neighbors.", "Life is not measured by the number of breathes we take, but by the moments that take our breathe away.", "Whatever you hold in your mind on a consistent basis is exactly what you will experience in your life.", "Sunny days would be so special if it wasn’t for rain. Joy wouldn’t feel so good if it wasn’t for pain.", "Your mind is a powerful thing. When you fill it with positive thoughts, your life will start to change.", "The key is not the will to win. Everybody has that. It is the will to prepare to win that is important.", "Success isn’t overnight. It’s when everyday you get a little better than the day before. It all adds up.", "Our greatest weakness lies in giving up.. The most certain way to succeed is always to try one more time", "She quietly expected great things to happen to her, and no doubt that’s one of the reasons why they did.", "A wrong connection will give you a shock throughout your life, but the right one will light up your life.", "When you walk up to opportunities door, don’t knock it. Kick that bitch in, smile and introduce yourself.", "In every job that must be done, there is an element of fun. You find the fun and snap, the job is a game.", "In the end, it is important to remember that we cannot become what we need to be by remaining what we are.", "If you believe it will work out, you’ll see opportunities. If you believe it won’t you will see obstacles.", "The pessimist sees difficulty in every opportunity. The optimist sees the opportunity in every difficulty.", "If you are willing to do more than you are paid to do, eventually you will be paid to do more than you do.", "When you talk you are only repeating what you already know. But if you listen, you may learn something new.", "The greatest discovery of any generation is that a human being can alter his life by altering his attitude.", "Develop success from failures. Discouragement and failure are two of the surrest stepping stones of success.", "To be successful, you must accept all challenges that come your way. You can’t just accept the ones you like.", "You cannot live to please everyone else. You have to edify, educated and fulfill your own dreams and destiny.", "Faith is having the strength to trust in something that you can’t see with your eyes or prove scientifically.", "We must all learn not only to fear change, but to embrace it enthusiastically and perhaps even more important.", "Instead of wondering when your next vacation is, maybe you should set up a life you don’t need to escape from.", "The secret to joy in work is contained in one word. Excellence. TO know how to do something well is to enjoy it.", "Your ability to adapt to failure, and navigate your way out of it, absolutely 100 percent makes you who you are.", "Be not afraid of greatness. Some are born great, some achieve greatness and some have greatness thrust upon them.", "If you do not value your time, either will others. Stop giving away your time and talents, start charging for it.", "No matter how hard you work to bring yourself up, there’s someone out there working just as hard to put you down.", "There will be obstacles, there will be doubters, there will be mistakes, but with hard work, there are no limits.", "Success seems to be connect with action. Successful people keep moving. They mmake mistakes, but they don’t quit.", "Pain makes you stronger. Tears make you braver. Heartbreak makes you wiser. SO thank the past for a better future.", "Dealing with back stabbers, there was one thing I learned, they’re only powerful when you’ve got your back turned.", "Whenever you see a successful person, you only see the public glories, never the private sacrifices to reach them.", "Change is always powerful. Let your hook be always cast in the pool where you least expect it, there will be a fish.", "People will forget what you said. People will forget what you did, but they will never forget how you made them feel.", "Real courage is when you know you’re licked before you begin, but you begin anyway and see it through no matter what.", "Find who you are in this world and what you need to feel good alone. I think that’s the most important thing in life.", "The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones.", "We can easily forgive a child who is afraid of the dark, the real tragedy of life is when men are afraid of the light.", "If you hear a voice in your head that says you cannot paint, then by all means paint and that voice will be silenced.", "A good leader is a person who takes a little more than his share of the blame and little less than his share of credit.", "When people are financially invested, they want a return. When people are emotionally invested, they want to contribute.", "Believe in yourself. You are braver than you think, more talented that you know and capable of more than you can imagine.", "Challenges are gifts that force us to search for a new center or gravity. Don’t fight them. Just find a new way to stand.", "There is no passion to be found playing small in settling for a life that is less than the one you are capable of living.", "It’s not about perfect, it’s about effort every single day. That’s where transformation happens. That’s how change occurs.", "The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.", "Start your day with prayer. Ask for wisdom. Ask for understanding. Don’t aspire to make a living, aspire to make a difference.", "The greatest leader is not necessarily the one who does great things. He is the one that gets people to do the greatest things.", "Move our of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new", "Every negative is a positive, the bad things that happen to me, I somehow make good. That means you can’t do anything to hurt me.", "The only thing standing between you and your goal is the bullshit story you keep telling yourself as to why you can’t achieve it.", "Everybody is a genius, but if you judge a fish by it’s ability to climb a tree, it will live it’s whole life thinking it’s stupid.", "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.", "The first thing that has be to recognized is that one cannot train someone to be passionate. It’s either in their DNA or it’s not.", "Personally I like aging, with age comes wisdom and I have said it before and I say it again. I will take wisdom over youth any day.", "You don’t need endless time and perfect conditions. Do it now. Do it today. Do it for 20 minutes and watch you heart start beating.", "If you look at what you have in life, you’ll always have more. If you look at what you don’t have in life, you’ll never have enough.", "You just have to keep driving down the road. It’s going to bend and curve and you’ll speed up and slow down, but the road keeps going.", "Why do we close our eyes when we pray, cry, kiss or dream? Because the most beautiful things in life are not seen but felt by the heart.", "Accept then act. Whatever the present moment contains, accept it as if you had chosen it. This will miraculously change your whole life.", "Average leaders raise the bar on themselves, good leaders raise the bar for others, great leaders inspire others to raise their own bar.", "If you don’t design your own life plan, chances are you’ll all into some else’s plan, and guess what they have planned for you? Not much.", "Whatever your situation might be, set your mind to whatever you want to do and put a good attitude in it and believe that you can succeed.", "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.", "Life goes on. Whether you choose to move on and take a change in the unknown. Or stay behind, locked in the past thinking of could’ve been.", "Kid, there are heroes and there are legends. Heroes get remembered, but legends never ide. Follow your heart, kid, and you’ll’ never go wrong.", "Every beautiful moment we have is a pearl, we thread on the necklace of our life. And every moment we enjoy makes our necklace more precious.", "Why should you continue going after your dreams? Because seeing the look on other faces of the people who said you couldn’t will be pricelss.", "Don’t worry about being worried. You’re heading out on an adventure and you can always change your mind along the way and try something else.", "To be successful in sales today, it’s imperative to drop your sales mentality and start working with your prospects as if they already hired you.", "Change will not come if we wait for some other person or some other time. We are the ones we’ve been waiting for. We are the change that we seek.", "Before you act, listen. Before you react, think. Before you spend, earn. Before you criticize, wait. Before you pray, forgive. Before you quit try.", "I want the peace in knowing that it wasn’t for lack of hustling that I missed a target or dream. I want to know that’s the one thing in my control.", "Obstacles don’t have to stop you. If you run into a wall, don’t turn around and give up. Figure out how to climb it. Go through it or work around it.", "When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.", "Three are two types of people who will tell you that you cannot make a difference in the world: Those who are afraid, and those who are afraid you will succeed.", "Ordinary can’t possibly be extraordinary without taking risk. You have to learn to be uncomfortable with being comfortable to truly reach your highest potential.", "If you can tune into your purpose and really align with it, setting goals so that your vision is an expression of that purpose, then life flows much more easily.", "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not the one who does not feel afraid, but he who conquers that fear.", "Pretend every single person you meet has a sign around his or her neck that says, Make me feel important. . Not only will you succeed in sales, you will succeed in life.", "Don’t wait. The time will never be just right. Start where you stand and work with whatever tools you may have at your command and better tools will be found as you go along.", "I would visualize things coming to me. It would just make me feel better. Visualization works if you work hard. That’s the thing. You can’t just visualize and go eat a sandwhich.", "Stop looking outside for scraps of pleasure and fulfillment, for validation, security or love. You have a treasure within that is infinitely greater than anything the world can offer.", "Wealth isn’t about having a lot of money it is about having a lot of options.If you are working on something exciting that you really care about you don’t have to be pushed. The vision pulls you.", "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you chose. You’re on your own. And you know what you know. And you are the one who’ll decide where to go.", "The greatest fear in the world is the opinion of others and the moment you are unafraid of the crowd, you are no longer a sheep. You become a lion. A great roar arises in your heart. The roar of freedom.", "Above all, Wawtch with glittering eyes the whole world around you. because the greatest secrets are always hidden in the most unlikely places. Those who don’t believe in the magic will never find find it.", "As I get, I give. Giving as you get is critical. It has everything to do with being happy for yourself and making others happy is the cause of making yourself happy, and it’s the cycle of giving and getting.", "Life doesn’t actually knock you down. It does, however provide you with many opportunities to evaluate your standing in life. What you stand on, what you stand for, how you stand within yourself and for yourself.", "I always did something i was not ready to do. I think that’s how you grow. When there’s that moment of Wow, I’m not really sure I can do this and you push through those moments, that’s when you have a breakthrough.", "‘I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game-winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed,", "Where there is a will, there is a way. IF there is a chance in a million that you can do something, anything to keep what you want from ending. Do it. Pry the door open or if need be, wedge your foot in that door keep it open.", "I’m here to plant a seed today, that will inspire you to go forward in your life with enthusiastic hearts and a clear sense of wholeness. The question is, will that seed have a chance to take root? Or will i be sued by Monsanto.", "‘I mean I got everything I need right here with me. I got air in my lungs, a few blank sheets of paper. I mean, I love waking up in the morning not knowing what’s gonna happen or who I am going to meet, or where I am going to wind up.", "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.", "Take up one idea. Make that one idea your life. Think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea at home. This is the way to success.", "A man can be as great as he wants to be. If you believe in yourself and have the courage, the determination, the dedication, the competitive drive and if you are willing to sacrifice the little things in life and pay the price for the things taht are worthwhile. It can be done.", "You can’t connect the dots look forward, you can only connect them looking backward. So you have to trust that the dots will somehow connect in your future. You have to trust something, you gut, destiny, life, karma, whatever. This approach has never let me down, and it has bade all the difference in my life.", "Life is too short to wake up with regrets, so love the people who treat you right, forget about those who don’t believe. Everything happens for a reason, if you get a chance, take it. If it changes your life, let it. Nobody said life would be easy they just promised most likely be worth it.‘The sun himself is weak when he first rises, and gathers strength and courage as the day sets on."]
}
